using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace CourseWork
{
    public class ListsForGame
    {
        public static List<String> trueList = new List<string>() 
        { 
            "Какое нижнее белье на тебе сейчас? Какое обычно предпочитаешь носить?",
            "Ты везде бреешься? Или по настроению?",
            "Какой лучший способ соблазнить тебя?",
            " Какой твой самый грязный и неприличный порок?",
            "Что набила бы, если бы это была интимная татуировка?",
            " Какие слова или цитата были бы у тебя на татуировке?",
            "Какие клички и прозвища у тебя были? Какую кличку бы себе дала сама?",
            "Напивалась до потери сознания и совести?",
            "О чем ты мечтаешь?"
        };
        public static List<String> actionList = new List<string>() 
        { 
            "Выпей рюмку алкоголя или литр воды.",
            "Поцелуй того, кто сидит напротив тебя.",
            "Потанцуй под музыку, которую выбрали другие игроки.",
            "Сделай смешные или эротичные совместные селфи с каждым.",
            "Покажи всем свою последнюю переписку в телефоне.",
            "Оближи 5 вещей в комнате и одного человека.",
            "Станцуй танго с любым из присутствующих.",
            "Изобрази известную личность, чтобы другие игроки угадали."
        };
        public static List<string> playersList = new List<string>();
    }
}
